IDEA Open Model
RebarBase.Diameter Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the Rebar Diameter.
 Namespace: IdeaRS.OpenModel.Model
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public double Diameter { get; set; }
Public Property Diameter As Double
	Get
	Set
Property Value
Type: Double
See Also
Reference
RebarBase Class
IdeaRS.OpenModel.Model Namespace